export const QUESTION_ITEMS = [{
    id : 1,
    quote : 'Выкинь все, что есть в твоих мыслях: грусть, пустоту, печаль. Помнишь, как ты подарил мне лето, в то время, как был февраль. © Энджи Уайт.',
    question : 'Согласны ли Вы с утверждением, что главным в семье должен быть мужчина?',
    answers : [{
        value : 1,
        label : 'Да',
    },
                {
        value : 2,
        label : 'Нет'
    },
                {
        value : 3,
        label : 'Не всегда, ответ зависит от обстоятельств'
    }
],
},
{
    id : 2,
    quote : 'Любовь это лучшее, что может с нами случиться. Если в твоей жизни есть это чувство можешь считать, что тебе повезло. © Алека Вольских',
    question : 'Как Вы считаете, в паре должен быть общий бюджет?',
    answers : [{
        value : 1,
        label : 'Да',
    },
                {
        value : 2,
        label : 'Нет, у каждого должен быть свой'
    },
                {
        value : 3,
        label : 'Частично, большая часть средств должна быть общей, но и личные средства должны быть у каждого'
    },
                {
        value : 4,
        label : 'Предпочту на общие расходы тратить средства своего партнера, свои сохранить для личных трат'
    }
],
},
{
    id : 3,
    quote : 'Никогда не игнорируй человека, который заботится больше всего о тебе. Потому что в один прекрасный день, ты можешь проснуться и понять, что потерял Луну, считая звезды. © Антуан де Сент-Экзюпери.',
    question : 'У партнеров могут быть друзья противоположного пола?',
    answers : [{
        value : 1,
        label : 'Однозначно нет',
    },
                {
        value : 2,
        label : 'Могут'
    },
                {
        value : 3,
        label : 'Только общие друзья, которых мы оба знаем'
    },
                {
        value : 4,
        label : 'У меня скорее могут, у моего партнера нет, поскольку я не доверяю его друзьям\\подругам'
    }
],
},
{
    id : 4,
    quote : 'Любви нельзя добиться силой, любовь нельзя выпросить и вымолить. Она приходит с небес, непрошенная и нежданная. © Бак Перл Сайденстрикер.',
    question : 'Считаете ли Вы, что любовь это в первую очередь работа над собственными отношениями, а уже потом эйфория, счастье и прочее..?',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 5,
    quote : 'Любви всего мало. Она обладает счастьем, а хочет рая, обладает раем хочет неба. О любящие! Все это есть в вашей любви. Сумейте только найти. © Виктор Мари Гюго.',
    question : 'Согласны ли вы с фразой: "Влюбленность – это игра гормонов, которая пройдет в скором времени."',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 6,
    quote : 'Любите друг друга, но не превращайте любовь в цепи. Пусть лучше она будет волнующим морем между берегами ваших душ. © Джебран Халиль Джебран.',
    question : 'У меня нет тайн от моего партнера.',
    answers : [{
        value : 1,
        label : 'Тайн нет',
    }, {
        value : 2,
        label : 'У всех есть свои тайны',
    }
],
},
{
    id : 7,
    quote : 'Я очень хочу снова влюбиться, слишком хочу. Поэтому не надо мне сейчас искать любви. Надо просто не пропустить, когда она придет сама. © Джонатан Троппер.',
    question : 'Считаете ли Вы, что счастье в браке – это результат труда супругов, а не везение?',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 8,
    quote : 'Я люблю тебя. Я тебя люблю. Я мысленно посылаю эти слова из своих пальцев в его, вверх по руке прямо в сердце. Услышь меня. Я тебя люблю. © Дженни Даунхэм «Пока я жива».',
    question : 'Жизнь пары – постоянный поиск согласия, а не отстаивание собственной правоты. ',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 9,
    quote : 'Многоликое чувство, называемое любовью, наводит мосты от одного одиночества к другому. Эти мосты могут быть сказочно красивы, но редко строятся навечно. © Карен Хорни.',
    question : 'Нужно поддерживать свою вторую половинку в трудные моменты и помогать ей в решении проблем.',
    answers : [{
        value : 1,
        label : 'Да, конечно',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 10,
    quote : 'Без любви жить легче. Но без неё нет смысла. © Лев Толстой.',
    question : 'Вы набрали несколько лишних килограмм и сильно переживаете по этому поводу. Как реагирует ваш мужчина?',
    answers : [{
        value : 1,
        label : 'Осыпает комплиментами, говорит, что вы все равно самая красивая, несмотря на лишние килограммы. ',
    }, {
        value : 2,
        label : 'Говорит, что вы очень симпатичны и вам только кажется, что вы набрали вес, а на самом деле, вы все такая же стройная.',
    },{
        value : 3,
        label : 'Предлагает вместе записаться в спортзал, бегать по утрам, сесть на диету или по-другому исправить проблему с его поддержкой. ',
    }
],
},
{
    id : 11,
    quote : 'Любимый человек должен быть надёжным — как контрольный выстрел и единственным — как последний шанс.',
    question : 'Видел ли ваш мужчина вас без макияжа? Какой была его реакция?',
    answers : [{
        value : 1,
        label : 'Видел, пару раз отпускал шутки по этому поводу, но без язвительности.',
    }, {
        value : 2,
        label : 'Он часто видит вас без макияжа и считает вас красивой.',
    },{
        value : 3,
        label : 'Видел, дал понять, что без макияжа вы ему не нравитесь.',
    }, {
        value : 4,
        label : 'Нет, не видел',
    }
],
},
{
    id : 12,
    quote : 'Чтобы по-настоящему оценить объятия любимого человека, надо прежде узнать, каково без них. © Стивен Кинг',
    question : 'Есть ли у вас общие интересы и увлечения?',
    answers : [{
        value : 1,
        label : 'Вам все время хочется заниматься делами вместе, так как у вас очень много общего.',
    }, {
        value : 2,
        label : 'Практически нет или есть, но вы занимаетесь ими по отдельности. ',
    },{
        value : 3,
        label : 'У вас есть как что-то общее, так и отличия, и вы нормально к этому относитесь.',
    }
],
},
{
    id : 13,
    quote : 'Если у тебя есть любовь, то тебе больше ничего не нужно. Если у тебя нет любви, то не имеет значения, что у тебя еще есть. © Сэр Джеймс Бэрри.',
    question : 'Как ваш мужчина ведет себя, когда вы рассказываете ему о своих проблемах?',
    answers : [{
        value : 1,
        label : 'Слушает, но как будто бы из вежливости или опасения вас обидеть.',
    }, {
        value : 2,
        label : 'Внимательно выслушивает, предлагает помощь. Ему важно и интересно все, что происходит в вашей жизни.',
    },{
        value : 3,
        label : 'Выслушивает, а затем меняет тему, стараясь вас развеселить либо отвлечь от грустных мыслей.',
    }
],
},
{
    id : 14,
    quote : 'Береги отношения – иначе будешь беречь воспоминания.',
    question : 'Мой партнер один из самых обаятельных мужчин, которых я знаю.',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
},
{
    id : 15,
    quote : 'Отрицают любовь как раз те, кто больше всех в ней нуждается. © Фредерик Бегбедер',
    question : 'Как часто вы проводите время вместе?',
    answers : [{
        value : 1,
        label : 'Каждый день',
    }, {
        value : 2,
        label : 'Редко',
    },{
        value : 3,
        label : 'В среднем 2-3 раза в неделю',
    }
],
},
{
    id : 16,
    quote : '« Любовь живёт только тогда, когда есть уважение друг к другу и свобода. Желание обладать другим как вещью — абсурд ». © Моника Беллуччи',
    question : 'Как часто вы ссоритесь?',
    answers : [{
        value : 1,
        label : 'Каждый день',
    }, {
        value : 2,
        label : 'Редко, но бывает',
    },{
        value : 3,
        label : 'Вообще не ссоримся',
    }
],
},
{
    id : 17,
    quote : 'Чтобы не терять, просто береги.',
    question : 'Какие чувства вас посещают, когда вам предстоит кратковременная разлука?',
    answers : [{
        value : 1,
        label : 'Чувствую свободу.',
    }, {
        value : 2,
        label : ' Немного скучаю.',
    },{
        value : 3,
        label : 'Очень тяжело переношу.',
    }
],
},
{
    id : 18,
    quote : 'Именно те, кого мы любим, могут причинить самую сильную боль.',
    question : 'Вы бы могли простить измену?',
    answers : [{
        value : 1,
        label : 'Думаю да, если он раскается и пообещает не допускать это впредь',
    }, {
        value : 2,
        label : 'Тольно нет',
    },{
        value : 3,
        label : 'Возможно, но поступлю с ним аналогично (изменю)',
    }
],
},
{
    id : 19,
    quote : 'Можно соблазнить мужчину, у которого есть жена. Можно соблазнить мужчину, у которого есть любовница, но нельзя соблазнить мужчину, у которого есть любимая женщина. © Омар Хайям.',
    question : 'Вы могли бы изменить Вашему партнеру?',
    answers : [{
        value : 1,
        label : 'Зависит от обстоятельств',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Могу. Умею. Практикую',
    }
],
},
{
    id : 20,
    quote : 'Никогда не спрашивайте человека, за что он вас любит: стоит ему над этим задуматься, как может оказаться, что любить вас не за что.',
    question : 'Что Вас привлекает в Вашем партнере больше всего?',
    answers : [{
        value : 1,
        label : 'Интеллект',
    }, {
        value : 2,
        label : 'Красота',
    },{
        value : 3,
        label : 'Чувство юмора',
    },{
        value : 4,
        label : 'Характер',
    }
],
},
{
    id : 21,
    quote : 'Не за красоту в тебя влюбился, И не за старость разлюблю…',
    question : 'Хотите ли Вы детей?',
    answers : [{
        value : 1,
        label : 'Да',
    }, {
        value : 2,
        label : 'Нет',
    },{
        value : 3,
        label : 'Затрудняюсь ответить',
    }
],
}]