<template>
  <div class="main">
    <div><h1>SimilarityTest - тестирование на совместимость.</h1></div>
    <div><h2>Как проходить тестирование?</h2></div>
    <div>
      <b>Если Вы первый из Вашей пары, кто зашел на данный ресурс</b>, то Вам необходимо на главной страннице нажать кнопку "Начать тестирование", далее выбрать Ваш пол и ответить на ряд вопросов (около 20).
      В каждом вопросе возможно выбрать только один вариант ответа. После того, как вы ответите на все вопросы теста, Вам будет предоставлен Код (уникальный номер с даными о тестировании), который Вы должны будете предоставить Вашему партнеру.
    </div>
    <div>
      <b>Если Вы получили Код от Вашего партнера</b>, то Вам необходимо на главной страннице нажать кнопку "Ввести код партнера", в поле для ввода указать код предоставленный Вашим партнером и нажать кнопку "Проверить",
      в случае успешной проверки Кода, кнопка "Проверить" измениться на кнопку "Пройти тестирование", при нажатии на которую для Вас будет сгенерирован тест, по итогу прохождения которого Вам будет предоставлен Код с результатом тестирования, который Вы должны передать партнеру и с которым можете ознакомится сами.
    </div>
    <div>
      <b>Если Вы с Вашим партнером оба уже прошли тестирование</b>, то Вам необходимо на главной страннице нажать кнопку "Ввести код партнера", в поле для ввода указать Код с результатом тестирования (Код предоставляется партнеру прошедшим тестирование вторым) и нажать кнопку "Проверить",
      в случае успешной проверки Кода,кнопка "Проверить" измениться на кнопку "Получить результат тестирования", при нажатии на которую для Вас будет сгенерирован результат тестирования.
    </div>
    <div>
      <div><h2>Дисклеймер</h2></div>
      Тестирование в большей степени носит развлекательный характер, ко всем результатам тестирование следует подходить скептически.
      Автор тестирования не имеет научной степени доктора наук по Психологии, но имеет уверенность в понимании основных принципов и теорий Астрологии.
      Автор тестирования не несет ответственности за его результат, так как результат тестирования в полной мере зависит от участников тестирования.
    </div>
    <br>
    <br>
  </div>
</template>
<style scoped>
.main {
    display: flex;
    flex-direction: column;
    margin: 0 5%;
}
h1, h2 {
    text-align: center;
}
b {
    color:rgb(140, 13, 151)
}
</style>