export const QUASI_QUESTIONS = [{
    id : 1,
    quote : 'Легкой бывает только легкая дорога, Тяжелая дорога - всегда трудна',
    question : 'Как вы предпочитаете проводить свободное время?',
    answers : [{
        value : 1,
        label : 'Со своей партнершей',
    },
                {
        value : 2,
        label : 'Собственные развлечения (тренировки, игры, фильмы)'
    },
                {
        value : 3,
        label : 'Свободное время отсутствует'
    },
                {
        value : 4,
        label : 'Встречи с друзьями'
    }
],
},
{
    id : 2,
    quote : 'Слушай всех, прислушивайся к немногим, решай сам.',
    question : 'Если у Вас выдался свободный вечер, как бы Вы предпочли его провести?',
    answers : [{
        value : 1,
        label : 'Посидеть дома с кружкой пива, смотря спортивный матч/фильм/сериал',
    },
                {
        value : 2,
        label : 'Поехать в развлекательное заведение с друзьями'
    },
                {
        value : 3,
        label : 'Пройтись по магазинам с любимой девушкой по ее нуждам'
    },
],
},
{
    id : 3,
    quote : 'Берегите отношения, чтобы потом не пришлось беречь воспоминания.',
    question : 'Как Вы считаете, допустимо ли мужчине посещать стриптиз-бары?',
    answers : [{
        value : 1,
        label : 'Да',
    },
                {
        value : 2,
        label : 'Скорее да, чем нет'
    },
                {
        value : 3,
        label : 'Думаю да'
    },
                {
        value : 4,
        label : 'Да, но не говорите об этом ЕЙ'
    }
],
},
{
    id : 4,
    quote : 'Делаешь — не бойся, боишься — не делай, а сделал — не сожалей.',
    question : 'Не буду тратить твое время на бессмысленное тестирование, просто выбери результат который мы покажем твоей даме и отправь ей предоставленный Код. Это будет нашим маленьким секретом, можешь посидеть на Youtube или Pikabu, а ей сказать, что вопросов было очень много и ты несколько часов проходил это тестирование',
    answers : [{
        value : 1,
        label : 'У вас есть высокая совместимость и предрасположенность к долговременному счастливому браку. И вы, и ваш партнер прекрасно знаете друг друга. Взгляды на жизнь, на общее будущее у вас очень схожи. Ваши отношения — пример внимательного и чуткого отношения друг к другу. Такое взаимопонимание свидетельствует о том, что вы много времени проводите вместе и живо интересуетесь всем происходящим в жизни вашей половины.',
    }, {
        value : 2,
        label : 'Ромео и Джульетта - не ваши роли, но, тем не менее, отношения в паре вполне гармоничны и, кажется, устраивают обоих. Вы легко понимаете желания другого, и если вам хватит мудрости и терпения находить компромиссы и спокойно решать все проблемы, то все будет отлично!'
    }, {
        value : 3,
        label :'Перспективный союз. Между вами яркие эмоции и влюбленность. Вы интересны друг другу, любите проводить время вместе. В ваших отношениях начинают зарождаться доверие, искренность, близость.'
    }, {
        value : 4,
        label :'Вы сможете свернуть горы, если объедините усилия. У вас могут переодически возникать ссоры и «борьба за территорию», но если вы откроете секрет гармонии, то оба будете счастливы. Союз будет долгим и надежным, а дружба крепкой, основанной не только на чувствах, но и на доверии, понимании и других положительных качествах.'
    }, {
        value : 5,
        label :'Организованность, постоянство, комфорт — вот что вас ждет с Вашим партнером. У вас теплые отношения, где каждый в равной мере заботится и беспокоится о другом. Однако каждому придется постараться — период притирки очень вероятен, но после того как он останется позади, можно рассчитывать на полное взаимопонимание'
    }, {
        value : 6,
        label :'Будьте уверены — вы вместе надолго. В абсолютном приоритете у вас обоих — взаимопомощь. Если захотите пожениться, то получится спокойная и дружная семья, а если придется закончить роман, останетесь хорошими друзьями. Сойтись вам удастся не сразу, но те, кто преодолеет трудности, получит достойный приз — верного партнера или крепкую дружбу.'
    }, {
        value : 7,
        label :'Ваша пара почти идеальна, такие партнеры как Вы буквально созданы друг для друга. При этом и вы, и он тактики: вы умеете договариваться, поэтому у вас редки ссоры и скандалы. Вы всегда придете друг другу на помощь, чтобы вместе решить любые проблемы.'
    }, {
        value : 8,
        label :'Вы такие разные, но это именно то, что притягивает. Ваши отношения можно назвать странными и нестандартными: один из партнеров более уверен в себе и готов рисковать, а второй — робок и тяготеет к стабильности. Если научитесь использовать преимущества характеров в разных ситуациях, то станете очень гибким и крепким союзом. Не все будет гладко, но добиться гармонии возможно при условии доверия, работы над собой, терпимости по отношению друг к другу.'
    }
],
}]